Repository: qooxdoo/qooxdoo
Catalog: application/showcase/source/translation/*.po
Languages: pt

source: A date:
pt: Uma data:

source: Command Menu (keyboard shortcuts)
pt: Menu de Contexto (atalhos de teclado)

source: Copy
pt: Copiar

source: Cut
pt: Cortar

source: Date format full:
pt: Formato de data completo:

source: Date format long:
pt: Formato de data longo:

source: Date format medium:
pt: Formato de data médio:

source: Date format short:
pt: Formato de data curto:

source: Date full:
pt: Data completa:

source: Date long:
pt: Data longa:

source: Date medium:
pt: Data média:

source: Date short:
pt: Data curta:

source: Delete
pt: Apagar

source: Form Elements
pt: Elementos de Formulário

source: Format of %1:
pt: Formato de %1:

source: Locale Information
pt: Informação do Idioma

source: Locale:
pt: Idioma:

source: Localized ComboBox:
pt: Caixa de Combinação Traduzida:

source: Paste
pt: Colar

source: Redo
pt: Repetir

source: Search
pt: Procurar

source: Search Again
pt: Procurar Outra Vez

source: Select All
pt: Selecionar Tudo

source: Territory code:
pt: Código do território:

source: Time format long:
pt: Formato de tempo longo:

source: Time format short:
pt: Formato de tempo curto:

source: Time long:
pt: Tempo longo:

source: Time short:
pt: Tempo curto:

source: Undo
pt: Anular

source: Week start:
pt: Início da semana:
