Repository: qooxdoo/qooxdoo
Catalog: qooxdoo/application/showcase/source/translation/*.po
Languages: de, es

source: Form Elements
de: Formular Widgets

source: Territory code:
de: Landeskennung:
es: Código regional:

source: Localized ComboBox:
de: Lokalisierte ComboBox:
es: ComboBox:

source: Cut
de: Aussschneiden
es: Cortar

source: Paste
de: Einfügen
es: Pegar

source: Copy
de: Kopieren
es: Copiar

source: A date:
de: Datum:
es: Una fecha:

source: Undo
de: Rückgängig
es: Deshacer

source: Redo
de: Wiederholen
es: Rehacer

source: Delete
de: Löschen
es: Borrar

source: Select All
de: Alles auswählen
es: Seleccionar todo

source: Search
de: Suchen
es: Búsqueda

source: Search Again
de: Weiter suchen
es: Buscar otra vez

source: Command Menu (keyboard shortcuts)
de: Command-Menü (Tastenkürzel)
es: Menú de comando (claves del teclado)

source: Locale Information
de: Lokalisierungsinformationen
es: Información de la localisación

source: Locale:
de: Sprachkennung:
es: Localisación:

source: Date format short:
de: kurzes Zeitformat:
es: Formato de hora corto:

source: Date short:
de: Zeit (kurz):
es: Hora corto:

source: Date format medium:
de: Mittellanges Datumsformat:
es: Formato de fecha mediano:

source: Date medium:
de: Mittellanges Datum:
es: Fecha mediano:

source: Date format long:
de: Langes Datumsformat:
es: Formato de fecha largo:

source: Date long:
de: Langes Datum:
es: Fecha largo:

source: Date format full:
de: Vollständiges Datumsformat:
es: Formato de fecha completo:

source: Date full:
de: Vollständiges Datum:
es: Fecha completo:

source: Time format short:
de: kurzes Zeitformat:
es: Formato de hora corto:

source: Time short:
de: Zeit (kurz):
es: Hora corto:

source: Time format long:
de: Langes Zeitformat:
es: Formato de hora largo:

source: Time long:
de: Zeit (lang):
es: Hora largo:

source: Week start:
de: Wochenanfang:
es: Inicio de semana:

source: Format of %1:
de: Format von %1:
es: Formato de %1:
