Repository: qooxdoo/qooxdoo
Catalog: qooxdoo/framework/source/translation/*.po
Languages: nl

source: Automatic
nl: Automatisch

source: Open ColorSelector
nl: Open KleurenKiezer

source: Color Selector
nl: Kleur Kiezer

source: Cancel
nl: Annuleer

source: one row
nl: een rij

source: one of one row
nl: Een van een rij

source: key_short_Backspace
nl: Backspace

source: key_short_Tab
nl: Tab

source: key_short_Space
nl: Spatie

source: key_short_Enter
nl: Enter

source: key_short_Shift
nl: Shift

source: key_short_Control
nl: Ctrl

source: key_short_Alt
nl: Alt

source: key_short_CapsLock
nl: Caps Lock

source: key_short_Meta
nl: Meta

source: key_short_Escape
nl: Esc

source: key_short_Left
nl: Links

source: key_short_Up
nl: Omhoog

source: key_short_Right
nl: Rechts

source: key_short_Down
nl: Omlaag

source: key_short_PageUp
nl: PgUp

source: key_short_PageDown
nl: PgDn

source: key_short_End
nl: End

source: key_short_Home
nl: Home

source: key_short_Insert
nl: Ins

source: key_short_Delete
nl: Del

source: key_short_NumLock
nl: Num Lock

source: key_short_PrintScreen
nl: PrtSc

source: key_short_Scroll
nl: Scroll Lock

source: key_short_Pause
nl: Pause

source: key_short_Win
nl: Win

source: key_short_Apps
nl: Apps

source: key_full_Backspace
nl: Backspace

source: key_full_Tab
nl: Tabulator

source: key_full_Space
nl: Spatiebalk

source: key_full_Enter
nl: Enter

source: key_full_Shift
nl: Shift

source: key_full_Control
nl: Bediending

source: key_full_Alt
nl: Alternative

source: key_full_CapsLock
nl: Caps Lock

source: key_full_Meta
nl: Meta

source: key_full_Escape
nl: Escape

source: key_full_Left
nl: Pijl links

source: key_full_Up
nl: Pijl omhoog

source: key_full_Right
nl: Pijl rechts

source: key_full_Down
nl: Pijl omlaag

source: key_full_PageUp
nl: Vorige pagina

source: key_full_PageDown
nl: Volgende pagina

source: key_full_End
nl: End

source: key_full_Home
nl: Oorsprong

source: key_full_Insert
nl: Invoegen

source: key_full_Delete
nl: Verwijderen

source: key_full_NumLock
nl: Num Lock

source: key_full_PrintScreen
nl: Schermafbeelding

source: key_full_Scroll
nl: Scroll Lock

source: key_full_Pause
nl: Pauze

source: key_full_Win
nl: Windowstoets

source: key_full_Apps
nl: Contextmenu

source: Presets
nl: Voorkeuren

source: Preview (Old/New)
nl: Preview (Oud/Nieuw)

source: Last year
nl: Laatste jaar

source: Last month
nl: Laatste maand

source: Next month
nl: Volgende maand

source: Next year
nl: Volgend jaar

source: Reset column widths
nl: Kolombreedte herstellen
