Repository: qooxdoo/qooxdoo
Catalog: source/translation/*.po
Languages: hr

source: %1 does not fit %2.
hr: %1 ne poklapa se s %2.

source: %1 is not a color! %2
hr: %1 nije boja! %2

source: %1 is not a number.
hr: %1 nije broj.

source: %1 is not a string.
hr: %1 nije znakovni niz.

source: %1 is not an url.
hr: %1 nije url.

source: %1 is not in %2
hr: %1 nije u %2

source: %1 is not in the range from [%2, %3].
hr: %1 nije u rasponu od [%2, %3].

source: '%1' is not an email address.
hr: „%1” nije e-mail adresa.

source: Automatic
hr: Automatski

source: Basic Colors
hr: Osnovne boje

source: Cancel
hr: Odustani

source: Color Selector
hr: Birač boja

source: Details
hr: Detalji

source: Hex
hr: Heksadecimalne

source: Last month
hr: Prošli mjesec

source: Last year
hr: Prošla godina

source: Next month
hr: Sljedeći mjesec

source: Next year
hr: Sljedeća godina

source: OK
hr: U redu

source: Open ColorSelector
hr: Otvori birač boja

source: Presets
hr: Predodređene postavke

source: Preview (Old/New)
hr: Pregled (stari/novi)

source: RGB
hr: RBG

source: Recent Colors
hr: Nedavne boje

source: Reset column widths
hr: Obnovi širine stupaca

source: This field is required
hr: Ovo je obavezno polje

source: Visual
hr: Vizualni

source: key_full_Alt
hr: Alt

source: key_full_Apps
hr: Aplikacije

source: key_full_Backspace
hr: Backspace

source: key_full_CapsLock
hr: CapsLock

source: key_full_Control
hr: Control

source: key_full_Control_Mac
hr: Control_Mac

source: key_full_Delete
hr: Izbriši

source: key_full_Down
hr: Dolje

source: key_full_End
hr: Kraj

source: key_full_Enter
hr: Enter

source: key_full_Escape
hr: Escape

source: key_full_Home
hr: Početak

source: key_full_Insert
hr: Umetni

source: key_full_Left
hr: LIjevo

source: key_full_Meta
hr: Meta

source: key_full_NumLock
hr: Brojčani blok

source: key_full_PageDown
hr: Stranica dolje

source: key_full_PageUp
hr: Stranica gore

source: key_full_Pause
hr: Pauza

source: key_full_PrintScreen
hr: Ispis ekrana

source: key_full_Right
hr: Desno

source: key_full_Scroll
hr: Listanje

source: key_full_Shift
hr: Shift

source: key_full_Space
hr: Razmaknica

source: key_full_Tab
hr: Tabulator

source: key_full_Up
hr: Gore

source: key_full_Win
hr: Win

source: key_short_Alt
hr: Alt

source: key_short_Apps
hr: Aplikacije

source: key_short_Backspace
hr: Backspace

source: key_short_CapsLock
hr: CapsLock

source: key_short_Control
hr: Control

source: key_short_Control_Mac
hr: Control_Mac

source: key_short_Delete
hr: Izbriši

source: key_short_Down
hr: Dolje

source: key_short_End
hr: Kraj

source: key_short_Enter
hr: Enter

source: key_short_Escape
hr: Escape

source: key_short_Home
hr: Početna

source: key_short_Insert
hr: Umetni

source: key_short_Left
hr: Lijevo

source: key_short_Meta
hr: Meta

source: key_short_NumLock
hr: Brojčani blok

source: key_short_PageDown
hr: Stranica dolje

source: key_short_PageUp
hr: Stranica gore

source: key_short_Pause
hr: Pauza

source: key_short_PrintScreen
hr: Ispis ekrana

source: key_short_Right
hr: Desno

source: key_short_Scroll
hr: Listanje

source: key_short_Shift
hr: Shift

source: key_short_Space
hr: Razmaknica

source: key_short_Tab
hr: Tabulator

source: key_short_Up
hr: Gore

source: key_short_Win
hr: Win

source: one of one row
hr: jedan od jednog retka

source: one row
hr: %1 redak

source: test One car
hr: test %1 auto

source: test one
hr: test jedan

source: test two
hr: test dva
