Repository: qooxdoo/qooxdoo
Catalog: qooxdoo/application/playground/source/translation/*.po
Languages: de

source: Unfortunately, an unrecoverable internal error was caused by your code. This may prevent the playground application to run properly.||
de: Leider ist bei der Ausführung Ihres Codes ein Fehler aufgetreten, der nicht abgefangen werden konnte.||

source: You changed the code of the current sample.|Click OK to discard your changes.
de: Der Quelltext des aktuellen Beispiels wurde verändert.|Bitte wählen Sie OK, um die Änderungen zu verwerfen.

source: Showing gist %1
de: gist %1 wird angezeigt

source: Custom Code
de: Eigener Code

source: // Could not handle URL parameter! // %1
de: // Konnte den URL Parameter nicht verarbeiten! // %1

source: // Your browser has a length restriction of the URL parameter which could have caused the problem.
de: // Ihr Browser hat eine Längenbeschränkung des URL Parameters, was das Problem verursacht haben könnte.

source: Cannot append sample code to URL, as it is too long. Disable this warning in the future?
de: Der Code kann nicht an die URL angehängt werden, da er zu lang ist. Diese Warnung nicht mehr anzeigen?

source: No such user found.
de: Benutzer nicht gefunden

source: Gist contains no content.
de: Gist enthält keinen Inhalt.

source: Can't load the gist.
de: gist kann nicht geladen werden.

source: Starting application
de: Starte Anwendung

source: Successfully started
de: Anwendung gestartet

source: %1 (modified)
de: %1 (geändert)

source: Source Code
de: Quelltext

source: Run
de: Ausführen

source: Run the source code
de: Den Quelltext ausführen

source: Samples
de: Beispiele

source: Select a sample
de: Wählen Sie ein Beispiel aus

source: Show log output
de: Logausgaben anzeigen

source: Shorten URL
de: URL verkürzen

source: Use tinyurl to shorten the url.
de: Webservice benutzen, um URL zu verkürzen

source: Open the qooxdoo API Viewer
de: Öffnet den API-Viewer

source: Manual
de: Handbuch

source: Open the qooxdoo Manual
de: Öffnet das Handbuch

source: Activate filter for [qx]
de: Filter [qx] aktivieren

source: New gist
de: Neuer gist

source: <em>No gist to show.</em>
de: <em>Kein gist anzuzeigen</em>

source: Loading...
de: Laden...

source: Open an edit page for this gist.
de: Editorseite für diesen gist öffnen.

source: Username
de: Benutzername

source: Load / reload the gists.
de: Lade die gists (neu).
