Repository: qooxdoo/qooxdoo
Catalog: framework/source/translation/*.po
Languages: de, es, fr, it, pt

source: %1 does not fit %2.
pt: %1 não condiz com %2.

source: %1 is not a color! %2
pt: %1 não é uma cor! %2

source: %1 is not a number.
pt: %1 não é um número.

source: %1 is not a string.
pt: %1 não é uma cadeia de carateres.

source: %1 is not an url.
pt: %1 não é um endereço.

source: %1 is not in %2
pt: %1 não está em %2

source: %1 is not in the range from [%2, %3].
pt: %1 não está no intervalo [%2, %3].

source: '%1' is not an email address.
pt: '%1' não é um endereço de correio eletrónico.

source: Automatic
de: Automatisch
es: Automático
fr: Automatique
it: Automatico
pt: Automático

source: Cancel
de: Abbruch
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar

source: Color Selector
de: Farbauswahl
es: Selector de color
fr: Sélecteur de couleurs
it: Selettore dei Colori
pt: Selector de Cor

source: Details
es: Detalles
fr: Détails
it: Dettagli
pt: Detalhes

source: Last month
de: Vorheriger Monat
es: Último mes
fr: Mois dernier
it: Mese precedente
pt: Mês anterior

source: Last year
de: Vorheriges Jahr
es: Último año
fr: Année dernière
it: Anno precedente
pt: Ano anterior

source: Next month
de: Nächster Monat
es: Mes siguiente
fr: Mois prochain
it: Mese successivo
pt: Próximo mês

source: Next year
de: Nächstes Jahr
es: Año siguiente
fr: Année prochaine
it: Anno successivo
pt: Próximo ano

source: Open ColorSelector
de: Öffne Farbauswahl
es: Abrir Selector de Color
fr: Ouvrir le sélecteur de couleurs
it: Apri il Selettore dei Colori
pt: Abrir Seletor de Cor

source: Presets
de: Voreinstellungen
es: Preselecciones
fr: Pré-réglages
it: Predefiniti
pt: Predefinições

source: Preview (Old/New)
de: Vorschau (alt/neu)
es: Vista previa (Viejo/Nuevo)
fr: Aperçu (Ancien/Nouveau)
it: Anteprima (Vecchio/Nuovo)
pt: Pré-visualização (Anterior/Novo)

source: Reset column widths
de: Spaltenbreite zurücksetzen
es: Reestablecer anchos de columnas
fr: Réinitialiser la largeur des colonnes
it: Ripristina le larghezze delle colonne
pt: Repor a largura das colunas

source: This field is required
pt: Este campo é obrigatório

source: key_full_Alt
de: Alt
es: Alt
fr: Alternative
it: Alt
pt: Alt

source: key_full_Apps
de: Kontextmenü
es: Aplicaciones
fr: Application
it: Tasto Menu
pt: Tecla Apps

source: key_full_Backspace
de: Rücktaste
es: Retroceso
fr: Effacement arrière
it: Backspace
pt: Tecla de retrocesso

source: key_full_CapsLock
de: Feststelltaste
es: Bloqueo Mayúsculas
fr: Verrouillage des Majuscule
it: Blocca Maiuscole
pt: Caps Lock

source: key_full_Control
de: Steuerung
es: Control
fr: Contrôle
it: Control
pt: Ctrl

source: key_full_Delete
de: Entfernen
es: Suprimir
fr: Suppression
it: Cancella
pt: Eliminar

source: key_full_Down
de: Pfeil runter
es: Flecha abajo
fr: Bas
it: Freccia Gi첫
pt: Seta para baixo

source: key_full_End
de: Ende
es: Fin
fr: Fin
it: Fine
pt: Fim

source: key_full_Enter
de: Enter
es: Intro
fr: Entrée
it: Invio
pt: Enter

source: key_full_Escape
de: Escape
es: Escape
fr: Échappement
it: Escape
pt: Escape

source: key_full_Home
de: Position 1
es: Inicio
fr: Origine
it: Inizio
pt: Início

source: key_full_Insert
de: Einfügen
es: Insertar
fr: Insertion
it: Inserisci
pt: Inserir

source: key_full_Left
de: Pfeil links
es: Flecha izquierda
fr: Gauche
it: Freccia Sinistra
pt: Seta para esquerda

source: key_full_Meta
de: Meta
es: Meta
fr: Meta
it: Meta
pt: Tecla Meta

source: key_full_NumLock
de: NumLock
es: Bloqueo Numérico
fr: Verouillage Numérique
it: Blocca Numeri
pt: Num Lock

source: key_full_PageDown
de: Bild runter
es: Avanzar Página
fr: Page Suivante
it: Pagina Gi첫
pt: Página abaixo

source: key_full_PageUp
de: Bild hoch
es: Retroceder Página
fr: Page Précédente
it: Pagina Su
pt: Página acima

source: key_full_Pause
de: Pause
es: Pausa
fr: Pause
it: Pausa
pt: Pause

source: key_full_PrintScreen
de: Drucken
es: Imprimir Pantalla
fr: Impression de l'écran
it: Stampa Schermo
pt: Print Screen

source: key_full_Right
de: Pfeil rechts
es: Flecha derecha
fr: Droite
it: Freccia Destra
pt: Seta para direita

source: key_full_Scroll
de: Rollen
es: Bloq. Despl.
fr: Arrêt défilement
it: Blocca Scorrimento
pt: Scroll Lock

source: key_full_Shift
de: Umschalttaste
es: Mayúscula
fr: Majuscules
it: Maiuscole
pt: Shift

source: key_full_Space
de: Leertaste
es: Espacio
fr: Espace
it: Spazio
pt: Barra de espaços

source: key_full_Tab
de: Tabulator
es: Tabulador
fr: Tabulation
it: Tabulazione
pt: Tabulação

source: key_full_Up
de: Pfeil hoch
es: Flecha arriba
fr: Haut
it: Freccia Su
pt: Seta para cima

source: key_full_Win
de: Windowstaste
es: Windows
fr: Windows
it: Tasto Windows
pt: Tecla do Windows

source: key_short_Alt
de: Alt
es: Alt
fr: Alt
it: Alt
pt: Alt

source: key_short_Apps
de: Kontext
es: Aplic
fr: App.
it: Menu
pt: Apps

source: key_short_Backspace
de: Rück
es: Retroceso
fr: Effacement Arrière
it: Backspace
pt: Apagar

source: key_short_CapsLock
de: Feststell
es: BloqMayús
fr: Verr. Maj.
it: Bloc Maiusc
pt: Caps Lock

source: key_short_Control
de: Strg
es: Ctrl
fr: Ctrl
it: Ctrl
pt: Ctrl

source: key_short_Delete
de: Entf
es: Supr
fr: Supp.
it: Canc
pt: Del

source: key_short_Down
de: Runter
es: Abajo
fr: Bas
it: Gi첫
pt: Baixo

source: key_short_End
de: Ende
es: Fin
fr: Fin
it: Fine
pt: End

source: key_short_Enter
de: Enter
es: Intro
fr: Entrée
it: Invio
pt: Enter

source: key_short_Escape
de: Esc
es: Esc
fr: Echap.
it: Esc
pt: Esc

source: key_short_Home
de: Pos1
es: Inicio
fr: Orig.
it: Inizio
pt: Home

source: key_short_Insert
de: Einfg
es: Insert
fr: Ins.
it: Ins
pt: Ins

source: key_short_Left
de: Links
es: Izquierda
fr: Gauche
it: Sinistra
pt: Esquerda

source: key_short_Meta
de: Meta
es: Meta
fr: Meta
it: Meta
pt: Meta

source: key_short_NumLock
de: Num
es: BloqNum
fr: Verr. Num.
it: Bloc Num
pt: Num Lock

source: key_short_PageDown
de: Bild runter
es: AvPág
fr: Pg Suiv.
it: Pag Gi첫
pt: Page Dn

source: key_short_PageUp
de: Bild hoch
es: RePág
fr: Pg Préc.
it: Pag Su
pt: Page Up

source: key_short_Pause
de: Pause
es: Pausa
fr: Pause
it: Pausa
pt: Pause

source: key_short_PrintScreen
de: Druck
es: ImprPant
fr: Imp. Écran
it: Stamp
pt: Print Screen

source: key_short_Right
de: Rechts
es: Derecha
fr: Droite
it: Destra
pt: Direita

source: key_short_Scroll
de: Rollen
es: BloqDespl
fr: Arrêt Défil
it: Bloc Scorr
pt: Scroll Lock

source: key_short_Shift
de: Umschalt
es: Mayús
fr: Maj
it: Maiusc
pt: Shift

source: key_short_Space
de: Leer
es: Espacio
fr: Espace
it: Spazio
pt: Espaço

source: key_short_Tab
de: Tab
es: Tab
fr: Tab
it: Tab
pt: Tab

source: key_short_Up
de: Hoch
es: Arriba
fr: Haut
it: Su
pt: Cima

source: key_short_Win
de: Win
es: Win
fr: Win
it: Win
pt: Win

source: one of one row
de: Eine von einer Zeile
es: una de una fila
fr: ligne une de une
it: una di una riga
pt: uma de uma linha

source: one row
de: Eine Zeile
es: una fila
fr: une ligne
it: una riga
pt: uma linha

source: OK
es: Aceptar

source: Choose a date
de: Datum auswählen
es: Seleccione una fecha
fr: Choisissez une date
it: Scegli una data

source: Description
de: Beschreibung
es: Descripción
it: Descrizione

source: ID
es: Código

source: Search
de: Suchen
es: Buscar
fr: Recherche
it: Cerca

source: Case sensitive
de: Groß-/Kleinschreibung
es: Sensible a mayúsculas y minúsculas
fr: Sensible à la casse
it: Maiuscole/minuscole

source: Search next occurrence
de: Weiter suchen
es: Buscar siguiente
fr: Rechercher le prochaine résultat
it: Cerca la prossima occorrenza

source: Search items in list
de: Liste durchsuchen
es: Buscar elementos en la lista
fr: Recherchez les éléments dans une liste
it: Cerca tra le voci della lista

source: RGB
fr: RVB

source: HSB
fr: TSV
it: TSL
